{ "quotes" : [

	{"Albert Einstein" : "We can't solve problems by using the same kind of thinking we used when we created them."},

	{"Albert Einstein" : "The world we have created is a product of our thinking; it cannot be changed without changing our thinking."},

	{"Friedrich Nietzsche" : "The struggle of maturity is the recover the seriousness of a child at play."},

	{"Friedrich Nietzsche" : "Artists have a vested interest in our believing in the flash of revelation, the so-called inspiration … shining down from the heavens as a ray of grace.  In reality, the imagination of the good artist or thinking produces continuously good, mediocre, or bad things, but his judgement, trained and sharpened to a fine point, rejects, selects, connects … All great artists and thinkers are great workers, indefatigable not only in inventing, but also in rejecting, sifting, transforming, ordering."},

	{"Beethoven" : "I make many changes, and reject and try again, until I am satisfied."},

	{"Picasso" : "Every child is an artist.  The problem is how to remain an artist once we grow up."},

	{"Picasso" : "Art is a lie that makes us realize truth."},

	{"Steven Weinberg" : "The more the universe seems comprehensible, the more it seems pointless."},

	{"Steven Weinberg" : "With or without religion, good people can behave well and bad people can do evil; but for good people to do evil—that takes religion."},

	{"Steven Weinberg" : "It is almost irresistible for humans to believe that we have some special relation to the universe, that human life is not just a more-or-less farcical outcome of a chain of accidents reaching back to the first three minutes, but that we were somehow built in from the beginning."},

	{"Steven Weinberg" : "The effort to understand the universe is one of the very few things that lifts human life a little above the level of farce, and gives it some of the grace of tragedy."},

	{"Alan Turing" : "Science is a differential equation. Religion is a boundary condition."},

	{"Alexander Vilenkin" : "The [quantum] tunneling process is governed by the same fundamental laws that describe the subsequent evolution of the universe. It follows that the laws should be ‘there’ even prior to the universe itself. Does this mean that the laws are not mere descriptions of reality and can have an independent existence of their own?"},

	{"Russ Roberts" : "I'm an emergent Hayekian classical liberal limited government kind of guy."},

	{"Benjamin Goering" : "Education isn't a four year program.  It's a mindset."},

	{"F.A. Hayek" : "The curious task of economics is to demonstrate to men how little they really know about what they imagine they can design. To the naive mind that can conceive of order only as the product of deliberate arrangement, it may seem absurd that in complex conditions order, and adaptation to the unknown, can be achieved more effectively by decentralizing decisions and that a division of authority will actually extend the possibility of overall order. Yet that decentralization actually leads to more information being taken into account."},

	{"F.A. Hayek" : "What individualism teaches us is that society is greater than the individual only in so far as it is free. In so far as it is controlled or directed, it is limited to the powers of the individual minds which control or direct it. If the presumption of the modern mind, which will not respect anything that is not consciously controlled by individual reason, does not learn in time where to stop, we may, as Edmund Burke warned us, be well assured that everything about us will dwindle by degrees, until at length our concerns are shrunk to the dimensions of our minds."},

	{"Thomas Fieger, Sr." : "Man thinks he can solve everything but really he can't solve anything.  Man's idea stinks off the bat."},

	{"Bertrand Russell" : "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts."},

	{"Adam Smith" : "There is no art which one government sooner learns of another than that of draining money from the pockets of the people.”"},

	{"Jim Buchanan" : "The market economy’s sociopolitical function is that of minimizing the necessity of resorting to internal ethical constraints on human behavior and/or external legal-governmental-political restrictions.  To the extent that men are allowed freely to trade, conceived in the broadest possible sense of the term, there is little need for the preacher or the administrative authority."},

	{"George Bernard Shaw" : "Progress is impossible without change;  and those who cannot change their minds cannot change anything."},

	{"Albert Einstein" : "Education is that which remains when one has forgotten everything learned in school."},

	{"Steve Jobs" : "You can't connect the dots looking forward;  you can only connect them looking backwards.  So you have to trust that the dots will somehow connect in your future."},

	{"Alan Kay" : "The best way to predict the future is to invent it."},

	{"F.A. Hayek" : "The basis of [the classic liberal] argument is that nobody can know who knows best and that the only way by which we can find out is through a social process in which everybody is allowed to try and see what he can do."},

	{"James B. Glattfelder" : "In a nutshell, you can think of physics as follows. So you take a chunk of reality you want to understand and you translate it into mathematics. You encode it into equations. Then predictions can be made and tested. We're actually really lucky that this works, because no one really knows why the thoughts in our heads should actually relate to the fundamental workings of the universe."},

	{"Wagner and Gwartney" : "Unless constitutional rules impose restraints, majoritarian democracy is not a move out of the Hobbesian jungle; instead it is merely a shift of the fighting to a new location."},

	{"Jonah Goldberg" : "An open mind is a dangerous thing."},

	{"Seth Godin" : "Don't find customers for your products, find products for your customers."},

	{"John Galt" : "“A being of volitional consciousness has no automatic course of behavior. He needs a code of values to guide his actions. ‘Value’ is that which one acts to gain and keep, ‘virtue’ is the action by which one gains and keeps it. ‘Value’ presupposes an answer to the question: of value to whom and for what? ‘Value’ presupposes a standard, a purpose and the necessity of action in the face of an alternative. Where there are no alternatives, no values are possible."},

	{"Ayn Rand" : "In learning, we draw an abstraction from concrete objects and events. In creating, we make our own concrete objects and events out of the abstraction; we bring the abstraction down and back to its specific meaning, to the concrete; but the abstraction has helped us to make the kind of concrete we want the concrete to be. It has helped us to create— to reshape the world as we wish it to be for our purposes."},

	{"John Galt" : "I am proud of the fact that I wish to live."},

	{"Thomas Jefferson" : "Democracy is nothing more than mob rule, where 51% of the people may take away the rights of the other 49%."},

	{"Jim Rohn" : "Formal education will make you a living; self-education will make you a fortune."},

	{"William Gibson" : "The future is already here — it's just not very evenly distributed."},

	{"Abdul Malik Al Rawi" : "ألف صحة عم تقرقع متة"},

	{"Rayber Ibrahim" : "الشعب متخلف لا يعرف مصلحته"},

	{"Steven Weinberg" : "Physical science has historically progressed not only by finding precise explanations of natural phenomena, but also by discovering what sorts of things can be precisely explained. These may be fewer than we had thought."},

	{"Tara Ploughman" : "The less confident you are, the more serious you have to act."},

	{"Richard Feynman" : "The imagination of nature is far, far greater than the imagination of man."},

	{"Louis Brandeis" : "The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding."},

	{"Hermann Göring" : "The people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger."},

	{"Ben Franklin" : "They who can give up essential liberty to obtain a little temporary safety, deserve neither liberty nor safety."},

	{"Albert Einstein" : "The eternal mystery of the world is its comprehensibility."},

	{"G.W. Leibniz" : "Why is there something rather than nothing?"},

	{"Tacitus, Roman Senator" : "The more corrupt the state, the more numerous the laws."},

	{"Socrates" : "I am intelligent because I know that I know nothing."},

	{"Unattributed" : "You can always tell who the pioneers were.  They're the ones with the arrows in their backs."},

	{"Henry Ford" : "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own."},

	{"Isaac Newton" : "If I have seen further it is by standing on the shoulders of giants."},

	{"Peter Drucker" : "The customer rarely buys what the business thinks it sells him."},

	{"Albert Einstein" : "Imagination is more important than knowledge."},

	{"Steve Jobs" : "You've got to start with the customer experience and work backwards to the technology.  You can't start with the technology and try to figure out where you are going to try to sell it.  And I have made this mistake probably more than anyone else in the room.  And I have got the scar tissue to prove it.  And I know that it is the case."},

	{"Richard Feynman" : "If you think you understand quantum mechanics, you don’t understand quantum mechanics."},

	{"Roger Garrison / Jerry O'Driscoll" : "There may be macroeconomic problems, but there are only microeconomic solutions."},

	{"Peter Boettke" : "There are macroeconomic problems of inflation, unemployment, fluctuations, but the explanation for these and the solution to them policy wise is to be found in microeconomic analysis."},

	{"Gottfried Wilhelm Leibniz" : "Why is there something rather than nothing?"},

	{"Adam Smith" : "The statesman who should attempt to direct private people in what manner they ought to employ their capitals would not only load himself with a most unnecessary attention, but assume an authority which could safely be trusted, not only to no single person, but to no council or senate whatever, and which would nowhere be so dangerous as in the hands of a man who had folly and presumption enough to fancy himself fit to exercise it."},

	{"Thomas Sowell" : "There are no solutions; there are only trade-offs."},

	{"Thomas Sowell" : "It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it."},

	{"Thomas Sowell" : "It takes considerable knowledge just to realize the extent of your own ignorance."},

	{"Thomas Kuhn" : "Normal science, the activity in which most scientists inevitably spend most all their time, is predicated on the assumption that the scientific community knows what the world is like. Normal science, often suppresses fundamental novelties because they are necessarily subversive of its basic commitments. As a puzzle-solving activity, normal science does not aim at novelties of fact or theory and, when successful, finds none."},

	{"Max Planck" : "a new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it."},

	{"Karl Popper" : "Our knowledge can only be finite, while our ignorance must necessarily be infinite."},

	{"Karl Popper" : "There is no history of mankind, there are only many histories of all kinds of aspects of human life. And one of these is the history of political power. This is elevated into the history of the world."},

	{"Francisco d'Anconia" : "Until and unless you discover that money is the root of all good, you ask for your own destruction. When money ceases to be the tool by which men deal with one another, then men become the tools of men. Blood, whips and guns--or dollars. Take your choice--there is no other--and your time is running out."}
	
	]
}